{
    " ": 5,
    "(": 0,
    ")": 1,
    ",": 2,
    "<-": 4,
    "=": 3,
    "X1": 271,
    "X10": 280,
    "X11": 281,
    "X12": 282,
    "X13": 283,
    "X14": 284,
    "X15": 285,
    "X16": 286,
    "X17": 287,
    "X18": 288,
    "X19": 289,
    "X2": 272,
    "X20": 290,
    "X21": 291,
    "X22": 292,
    "X23": 293,
    "X24": 294,
    "X25": 295,
    "X3": 273,
    "X4": 274,
    "X5": 275,
    "X6": 276,
    "X7": 277,
    "X8": 278,
    "X9": 279,
    "const_1#0": 7,
    "const_10#0": 16,
    "const_11#0": 17,
    "const_12#0": 18,
    "const_13#0": 19,
    "const_14#0": 20,
    "const_15#0": 21,
    "const_16#0": 22,
    "const_17#0": 23,
    "const_18#0": 24,
    "const_19#0": 25,
    "const_2#0": 8,
    "const_20#0": 26,
    "const_21#0": 27,
    "const_22#0": 28,
    "const_23#0": 29,
    "const_24#0": 30,
    "const_25#0": 31,
    "const_26#0": 32,
    "const_27#0": 33,
    "const_28#0": 34,
    "const_29#0": 35,
    "const_3#0": 9,
    "const_30#0": 36,
    "const_31#0": 37,
    "const_32#0": 38,
    "const_33#0": 39,
    "const_34#0": 40,
    "const_35#0": 41,
    "const_36#0": 42,
    "const_37#0": 43,
    "const_38#0": 44,
    "const_39#0": 45,
    "const_4#0": 10,
    "const_40#0": 46,
    "const_41#0": 47,
    "const_42#0": 48,
    "const_43#0": 49,
    "const_44#0": 50,
    "const_45#0": 51,
    "const_46#0": 52,
    "const_47#0": 53,
    "const_48#0": 54,
    "const_49#0": 55,
    "const_5#0": 11,
    "const_50#0": 56,
    "const_51#0": 57,
    "const_52#0": 58,
    "const_53#0": 59,
    "const_54#0": 60,
    "const_55#0": 61,
    "const_56#0": 62,
    "const_57#0": 63,
    "const_58#0": 64,
    "const_59#0": 65,
    "const_6#0": 12,
    "const_60#0": 66,
    "const_61#0": 67,
    "const_62#0": 68,
    "const_63#0": 69,
    "const_64#0": 70,
    "const_65#0": 71,
    "const_66#0": 72,
    "const_67#0": 73,
    "const_68#0": 74,
    "const_69#0": 75,
    "const_7#0": 13,
    "const_70#0": 76,
    "const_71#0": 77,
    "const_72#0": 78,
    "const_73#0": 79,
    "const_74#0": 80,
    "const_75#0": 81,
    "const_8#0": 14,
    "const_9#0": 15,
    "func_1_1#1": 82,
    "func_1_10#1": 91,
    "func_1_11#1": 92,
    "func_1_12#1": 93,
    "func_1_13#1": 94,
    "func_1_14#1": 95,
    "func_1_15#1": 96,
    "func_1_16#1": 97,
    "func_1_17#1": 98,
    "func_1_18#1": 99,
    "func_1_19#1": 100,
    "func_1_2#1": 83,
    "func_1_20#1": 101,
    "func_1_21#1": 102,
    "func_1_22#1": 103,
    "func_1_23#1": 104,
    "func_1_24#1": 105,
    "func_1_25#1": 106,
    "func_1_26#1": 107,
    "func_1_27#1": 108,
    "func_1_28#1": 109,
    "func_1_29#1": 110,
    "func_1_3#1": 84,
    "func_1_30#1": 111,
    "func_1_31#1": 112,
    "func_1_32#1": 113,
    "func_1_33#1": 114,
    "func_1_34#1": 115,
    "func_1_35#1": 116,
    "func_1_36#1": 117,
    "func_1_37#1": 118,
    "func_1_38#1": 119,
    "func_1_39#1": 120,
    "func_1_4#1": 85,
    "func_1_40#1": 121,
    "func_1_41#1": 122,
    "func_1_42#1": 123,
    "func_1_43#1": 124,
    "func_1_44#1": 125,
    "func_1_45#1": 126,
    "func_1_46#1": 127,
    "func_1_47#1": 128,
    "func_1_48#1": 129,
    "func_1_49#1": 130,
    "func_1_5#1": 86,
    "func_1_50#1": 131,
    "func_1_51#1": 132,
    "func_1_52#1": 133,
    "func_1_53#1": 134,
    "func_1_54#1": 135,
    "func_1_55#1": 136,
    "func_1_56#1": 137,
    "func_1_57#1": 138,
    "func_1_58#1": 139,
    "func_1_59#1": 140,
    "func_1_6#1": 87,
    "func_1_60#1": 141,
    "func_1_61#1": 142,
    "func_1_62#1": 143,
    "func_1_63#1": 144,
    "func_1_64#1": 145,
    "func_1_65#1": 146,
    "func_1_66#1": 147,
    "func_1_67#1": 148,
    "func_1_68#1": 149,
    "func_1_69#1": 150,
    "func_1_7#1": 88,
    "func_1_70#1": 151,
    "func_1_71#1": 152,
    "func_1_72#1": 153,
    "func_1_73#1": 154,
    "func_1_74#1": 155,
    "func_1_75#1": 156,
    "func_1_8#1": 89,
    "func_1_9#1": 90,
    "func_2_1#2": 157,
    "func_2_10#2": 166,
    "func_2_11#2": 167,
    "func_2_12#2": 168,
    "func_2_13#2": 169,
    "func_2_14#2": 170,
    "func_2_15#2": 171,
    "func_2_16#2": 172,
    "func_2_17#2": 173,
    "func_2_18#2": 174,
    "func_2_19#2": 175,
    "func_2_2#2": 158,
    "func_2_20#2": 176,
    "func_2_21#2": 177,
    "func_2_22#2": 178,
    "func_2_23#2": 179,
    "func_2_24#2": 180,
    "func_2_25#2": 181,
    "func_2_26#2": 182,
    "func_2_27#2": 183,
    "func_2_28#2": 184,
    "func_2_29#2": 185,
    "func_2_3#2": 159,
    "func_2_30#2": 186,
    "func_2_31#2": 187,
    "func_2_32#2": 188,
    "func_2_33#2": 189,
    "func_2_34#2": 190,
    "func_2_35#2": 191,
    "func_2_36#2": 192,
    "func_2_37#2": 193,
    "func_2_38#2": 194,
    "func_2_39#2": 195,
    "func_2_4#2": 160,
    "func_2_40#2": 196,
    "func_2_41#2": 197,
    "func_2_42#2": 198,
    "func_2_43#2": 199,
    "func_2_44#2": 200,
    "func_2_45#2": 201,
    "func_2_46#2": 202,
    "func_2_47#2": 203,
    "func_2_48#2": 204,
    "func_2_49#2": 205,
    "func_2_5#2": 161,
    "func_2_50#2": 206,
    "func_2_51#2": 207,
    "func_2_52#2": 208,
    "func_2_53#2": 209,
    "func_2_54#2": 210,
    "func_2_55#2": 211,
    "func_2_56#2": 212,
    "func_2_57#2": 213,
    "func_2_58#2": 214,
    "func_2_59#2": 215,
    "func_2_6#2": 162,
    "func_2_60#2": 216,
    "func_2_61#2": 217,
    "func_2_62#2": 218,
    "func_2_63#2": 219,
    "func_2_64#2": 220,
    "func_2_65#2": 221,
    "func_2_66#2": 222,
    "func_2_67#2": 223,
    "func_2_68#2": 224,
    "func_2_69#2": 225,
    "func_2_7#2": 163,
    "func_2_70#2": 226,
    "func_2_71#2": 227,
    "func_2_72#2": 228,
    "func_2_73#2": 229,
    "func_2_74#2": 230,
    "func_2_75#2": 231,
    "func_2_8#2": 164,
    "func_2_9#2": 165,
    "func_3_1#3": 232,
    "func_3_10#3": 241,
    "func_3_2#3": 233,
    "func_3_3#3": 234,
    "func_3_4#3": 235,
    "func_3_5#3": 236,
    "func_3_6#3": 237,
    "func_3_7#3": 238,
    "func_3_8#3": 239,
    "func_3_9#3": 240,
    "func_4_1#4": 242,
    "func_4_10#4": 251,
    "func_4_2#4": 243,
    "func_4_3#4": 244,
    "func_4_4#4": 245,
    "func_4_5#4": 246,
    "func_4_6#4": 247,
    "func_4_7#4": 248,
    "func_4_8#4": 249,
    "func_4_9#4": 250,
    "func_5_1#5": 252,
    "func_5_10#5": 261,
    "func_5_2#5": 253,
    "func_5_3#5": 254,
    "func_5_4#5": 255,
    "func_5_5#5": 256,
    "func_5_6#5": 257,
    "func_5_7#5": 258,
    "func_5_8#5": 259,
    "func_5_9#5": 260,
    "func_6_1#6": 262,
    "func_6_2#6": 263,
    "func_6_3#6": 264,
    "func_6_4#6": 265,
    "func_6_5#6": 266,
    "func_7_1#7": 267,
    "func_7_2#7": 268,
    "func_8_1#8": 269,
    "func_8_2#8": 270,
    "~": 6
}