{
	"~": 6,
	"zr#0": 2126,
	"zero#0": 653,
	"z2#0": 2125,
	"z1#0": 2124,
	"z#0": 99,
	"yr#0": 2103,
	"yp#0": 207,
	"young#2": 1176,
	"young#1": 1114,
	"yf#0": 2105,
	"ya#0": 218,
	"y2#0": 2121,
	"y1#0": 2120,
	"y#0": 72,
	"xz#0": 2051,
	"xy#0": 1899,
	"xx#0": 1889,
	"xw#0": 2052,
	"xv#0": 2036,
	"xu#0": 1920,
	"xt#0": 2039,
	"xs#0": 2038,
	"xr2#0": 2123,
	"xr1#0": 2122,
	"xr#0": 1522,
	"xq#0": 1850,
	"xp#0": 1857,
	"xor#2": 675,
	"xn#0": 1854,
	"xm#0": 1856,
	"xl#0": 1880,
	"xk#0": 1884,
	"xj#0": 1913,
	"xi#0": 1912,
	"xh2#0": 2133,
	"xh1#0": 2132,
	"xh#0": 2130,
	"xg#0": 2108,
	"xf3#0": 2134,
	"xf2#0": 2131,
	"xf1#0": 2129,
	"xf#0": 2102,
	"xe#0": 1921,
	"xd#0": 1917,
	"xc#0": 1855,
	"xb#0": 1853,
	"xa#0": 1846,
	"xY#0": 1918,
	"xX#0": 1919,
	"xT#0": 1893,
	"xS#0": 1859,
	"xR#0": 2046,
	"xQ#0": 1898,
	"xP#0": 1900,
	"xO#0": 1922,
	"xN#0": 1911,
	"xK#0": 1910,
	"xJ#0": 2049,
	"xI#0": 2048,
	"xH#0": 2045,
	"xG#0": 2044,
	"xF#0": 1902,
	"xE#0": 2043,
	"xD#0": 1923,
	"xC#0": 1888,
	"xB#0": 1872,
	"xA#0": 1871,
	"x3#0": 636,
	"x2#0": 97,
	"x1#0": 634,
	"x0#0": 633,
	"x#0": 63,
	"woman#2": 1133,
	"woman#1": 1093,
	"with_non_empty_elements#1": 1826,
	"with#3": 1179,
	"white#2": 1375,
	"white#1": 1066,
	"wheel#2": 1404,
	"well_ordering#2": 1492,
	"wear#2": 1395,
	"weaponry#2": 1313,
	"weapon#2": 1314,
	"weak_fixed_point#1": 67,
	"way#2": 1380,
	"way#1": 1062,
	"w1#0": 84,
	"w#0": 68,
	"vsucc#1": 1969,
	"vskolem9#2": 1968,
	"vskolem7#2": 1939,
	"vskolem3#0": 1930,
	"vskolem2#1": 1929,
	"vplus#2": 1928,
	"vmul#2": 1954,
	"vincent_forename#2": 1166,
	"vimageE_sk1#3": 180,
	"vimage#2": 177,
	"vehicle#2": 1381,
	"vehicle#1": 1081,
	"vd530#0": 1984,
	"vd529#0": 1983,
	"vd527#0": 1982,
	"vd526#0": 1981,
	"vd520#0": 1980,
	"vd519#0": 1979,
	"vd518#0": 1978,
	"vd517#0": 1977,
	"vd512#0": 1976,
	"vd511#0": 1975,
	"vd509#0": 1974,
	"vd508#0": 1973,
	"vd488#0": 1971,
	"vd487#0": 1972,
	"vd486#0": 1970,
	"vd481#0": 1966,
	"vd480#0": 1967,
	"vd473#0": 1964,
	"vd471#0": 1963,
	"vd470#0": 1962,
	"vd469#0": 1965,
	"vd449#0": 1961,
	"vd448#0": 1960,
	"vd439#0": 1959,
	"vd437#0": 1958,
	"vd436#0": 1957,
	"vd413#0": 1956,
	"vd411#0": 1955,
	"vd391#0": 1953,
	"vd390#0": 1952,
	"vd356#0": 1951,
	"vd355#0": 1950,
	"vd354#0": 1949,
	"vd353#0": 1948,
	"vd348#0": 1947,
	"vd347#0": 1946,
	"vd345#0": 1945,
	"vd344#0": 1944,
	"vd330#0": 1943,
	"vd329#0": 1942,
	"vd328#0": 1941,
	"vd303#0": 1940,
	"vd302#0": 1938,
	"vd301#0": 1937,
	"vd271#0": 1934,
	"vd269#0": 1933,
	"vd268#0": 1935,
	"vd204#0": 1932,
	"vd203#0": 1931,
	"vd165#0": 1925,
	"vd151#0": 1924,
	"v_za#0": 230,
	"v_z#0": 226,
	"v_yb#0": 243,
	"v_ya#0": 234,
	"v_y_Ha#0": 244,
	"v_y_H#0": 248,
	"v_y#0": 229,
	"v_xb#1": 246,
	"v_xb#0": 231,
	"v_xaa#1": 247,
	"v_xaa#0": 252,
	"v_xa#3": 255,
	"v_xa#1": 2220,
	"v_xa#0": 711,
	"v_x_H#0": 242,
	"v_x#3": 257,
	"v_x#2": 2214,
	"v_x#1": 253,
	"v_x#0": 225,
	"v_wa#0": 245,
	"v_w#0": 241,
	"v_v#0": 708,
	"v_tt#0": 717,
	"v_t#0": 706,
	"v_sko__uTI#3": 236,
	"v_sko__uTH#3": 237,
	"v_sko__uTG#3": 240,
	"v_sko__uTF#3": 239,
	"v_sko__uTE#2": 235,
	"v_r#0": 250,
	"v_q#0": 714,
	"v_pl2#0": 719,
	"v_pl1#0": 716,
	"v_pa#0": 712,
	"v_p#0": 699,
	"v_n#0": 2216,
	"v_m#0": 2217,
	"v_g#1": 2229,
	"v_f#1": 2213,
	"v_c#0": 2211,
	"v_b#0": 2210,
	"v_a#0": 715,
	"v_Z#0": 2225,
	"v_Y#0": 2224,
	"v_X#0": 2226,
	"v_V#0": 2223,
	"v_S#0": 2230,
	"v_Q#1": 2215,
	"v_P#1": 2207,
	"v_H#0": 713,
	"v_F#0": 702,
	"v_C#0": 2242,
	"v_B#0": 2241,
	"v_A#0": 2243,
	"v9_lattices#1": 570,
	"v9#0": 687,
	"v8_relat_2#1": 497,
	"v8_lattices#1": 569,
	"v8#0": 686,
	"v7_lattices#1": 568,
	"v7_group_1#1": 530,
	"v7#0": 685,
	"v6_lattices#1": 564,
	"v6#0": 684,
	"v5_lattices#1": 567,
	"v4_relat_2#1": 499,
	"v4_lattices#1": 566,
	"v4_lattice3#1": 579,
	"v4_group_6#3": 481,
	"v4_group_1#1": 442,
	"v4_finsub_1#1": 547,
	"v3_struct_0#1": 451,
	"v3_relat_2#1": 496,
	"v3_lattices#1": 561,
	"v3_group_6#3": 482,
	"v3_group_1#1": 441,
	"v3_funct_2#3": 502,
	"v2_group_6#3": 480,
	"v2_group_1#1": 450,
	"v2_funct_2#3": 503,
	"v2_funct_1#1": 446,
	"v1_xboole_0#1": 447,
	"v1_relat_2#1": 498,
	"v1_relat_1#1": 444,
	"v1_partfun1#3": 468,
	"v1_group_6#3": 479,
	"v1_group_3#2": 459,
	"v1_group_1#1": 440,
	"v1_funct_2#3": 463,
	"v1_funct_1#1": 445,
	"v1_fraenkel#1": 469,
	"v16#0": 694,
	"v15_lattices#1": 573,
	"v15#0": 693,
	"v14_lattices#1": 572,
	"v14#0": 692,
	"v13_lattices#1": 571,
	"v13#0": 691,
	"v12#0": 690,
	"v11#0": 689,
	"v10_lattices#1": 565,
	"v10#0": 688,
	"v1#0": 1927,
	"v#0": 82,
	"uv#0": 1050,
	"uu#0": 1019,
	"ur#0": 2127,
	"upper_bound#3": 2193,
	"upair#2": 2183,
	"unordered_sextuple#6": 1814,
	"unordered_quintuple#5": 1813,
	"unordered_quadruple#4": 1812,
	"unordered_pair#2": 1495,
	"universal_set#0": 293,
	"universal_class#0": 1477,
	"unit#0": 593,
	"unisex#2": 1157,
	"union_of_range_map#0": 1491,
	"unionE_sk1#2": 157,
	"union4#4": 2145,
	"union#3": 2068,
	"union#2": 397,
	"union#1": 143,
	"un#2": 150,
	"ub#3": 1989,
	"u3#0": 1018,
	"u2_lattices#1": 558,
	"u2#0": 1017,
	"u1_struct_0#1": 456,
	"u1_lattices#1": 559,
	"u1_group_1#1": 454,
	"u1#0": 1016,
	"u#0": 79,
	"type#2": 2147,
	"two#2": 1384,
	"twin_prime_numbers#0": 1444,
	"ttk#0": 1033,
	"tt_ts#0": 1032,
	"tt#0": 1022,
	"tsk#0": 1028,
	"tseq_dom_restriction#2": 1828,
	"ts#0": 1024,
	"truth#0": 673,
	"transport#2": 1379,
	"transport#1": 1082,
	"transmit_message#5": 2017,
	"transitive#2": 1513,
	"transfinite_sequence_of#2": 1825,
	"transfinite_sequence#1": 1822,
	"trans#1": 117,
	"trancl#1": 214,
	"tptp5#0": 1997,
	"tptp4#0": 1995,
	"tptp3#0": 1994,
	"tptp2#0": 1996,
	"tptp1#3": 2013,
	"tptp1#0": 2019,
	"tptp0#0": 1999,
	"total_order#2": 2188,
	"top#0": 2022,
	"tk#0": 1026,
	"times#2": 1833,
	"times#0": 1443,
	"three#2": 1174,
	"think_believe_consider#2": 1420,
	"thing#2": 1153,
	"theorem#1": 677,
	"theme#3": 1163,
	"the_element#0": 352,
	"test#1": 655,
	"tc_set#1": 698,
	"tc_prod#2": 223,
	"tc_nat#0": 2219,
	"tc_PropLog_Opl#1": 696,
	"tc_IntDef_Oint#0": 2206,
	"tc_Comb_Ocomb#0": 227,
	"table#2": 1171,
	"ta#0": 1037,
	"t_b#0": 2232,
	"t_a#0": 249,
	"t#0": 81,
	"szszuzczcdt0#1": 1892,
	"szmzizndt0#1": 1894,
	"szmzazxdt0#1": 1895,
	"sziznziztdt0#1": 2041,
	"szNzAzT0#0": 1890,
	"szDzozmdt0#1": 1903,
	"szDzizrdt0#1": 1908,
	"szAzrzSzezqlpdtcmdtrp0#2": 1868,
	"sz10#0": 1845,
	"sz0z00#0": 2035,
	"sz00#0": 1844,
	"symmetric_difference#2": 2116,
	"surjective#3": 2160,
	"summation#1": 1987,
	"sum_class#1": 2091,
	"sumE_sk2#3": 186,
	"sumE_sk1#3": 187,
	"sum#3": 265,
	"sum#2": 645,
	"sum#1": 2066,
	"successor_relation#0": 1488,
	"successor#1": 680,
	"succ#1": 139,
	"suc#1": 2204,
	"subtract#2": 1427,
	"substitution_strict_equiv#0": 761,
	"substitution_of_equivalents#0": 722,
	"substance_matter#2": 1237,
	"subset_type#1": 2140,
	"subset_relation#0": 1509,
	"subset_predicate#0": 2198,
	"subsetI_sk1#2": 153,
	"subsetD_sk1#3": 178,
	"subset#2": 133,
	"subgroup_member#1": 381,
	"subgroup2_member#1": 439,
	"subgroup1_member#1": 438,
	"subclass#2": 1480,
	"subactivity_occurrence#2": 2006,
	"subactivity#2": 2005,
	"sttt#0": 1041,
	"stts#0": 1042,
	"stt#0": 1040,
	"sts#0": 1043,
	"strong_iteration#1": 663,
	"strong_fixed_point#0": 70,
	"strict_well_order#2": 2201,
	"strict_order#2": 2203,
	"strict_implies#2": 765,
	"strict_equiv#2": 766,
	"street#2": 1372,
	"street#1": 1061,
	"stldt0#1": 1866,
	"stk#0": 1027,
	"state#2": 1387,
	"star#1": 659,
	"st_ts#0": 1044,
	"st#0": 1023,
	"ssSkP3#3": 1202,
	"ssSkP3#2": 1183,
	"ssSkP2#3": 1184,
	"ssSkP2#2": 1212,
	"ssSkP1#4": 1207,
	"ssSkP1#3": 1188,
	"ssSkP1#2": 1308,
	"ssSkP0#4": 1196,
	"ssSkP0#3": 1276,
	"ssSkP0#2": 1287,
	"ssSkC0#0": 1080,
	"square#1": 1465,
	"specific#2": 1151,
	"sound#2": 1336,
	"snd#1": 2182,
	"smoke#2": 1421,
	"smndt0#1": 1847,
	"slsdtgt0#1": 2053,
	"slcrc0#0": 1885,
	"slbdtsldtrb0#2": 1897,
	"slbdtrb0#1": 1896,
	"skolem#0": 1031,
	"skf9#4": 1333,
	"skf9#2": 1253,
	"skf9#1": 1248,
	"skf8#4": 1328,
	"skf8#3": 1277,
	"skf8#2": 1285,
	"skf8#1": 1252,
	"skf7#4": 1334,
	"skf7#2": 1390,
	"skf7#1": 1282,
	"skf6#4": 1329,
	"skf6#3": 1278,
	"skf6#2": 1335,
	"skf6#1": 1366,
	"skf5#2": 1170,
	"skf5#1": 1365,
	"skf4#2": 1169,
	"skf4#1": 1364,
	"skf39#1": 1345,
	"skf37#2": 1213,
	"skf37#1": 1356,
	"skf35#2": 1217,
	"skf34#2": 1186,
	"skf34#1": 1346,
	"skf32#2": 1192,
	"skf32#1": 1357,
	"skf31#2": 1185,
	"skf30#2": 1219,
	"skf3#2": 1168,
	"skf3#1": 1367,
	"skf29#2": 1187,
	"skf29#1": 1351,
	"skf28#3": 1204,
	"skf28#2": 1221,
	"skf28#1": 1352,
	"skf27#4": 1419,
	"skf27#3": 1302,
	"skf27#2": 1197,
	"skf27#1": 1350,
	"skf26#8": 1338,
	"skf26#3": 1190,
	"skf26#2": 1215,
	"skf26#1": 1349,
	"skf25#8": 1320,
	"skf25#4": 1402,
	"skf25#3": 1304,
	"skf25#2": 1214,
	"skf25#1": 1347,
	"skf24#3": 1193,
	"skf24#2": 1208,
	"skf23#8": 1318,
	"skf23#3": 1203,
	"skf23#2": 1226,
	"skf22#3": 1191,
	"skf22#2": 1225,
	"skf22#1": 1358,
	"skf21#8": 1316,
	"skf21#7": 1286,
	"skf21#4": 1233,
	"skf21#3": 1206,
	"skf21#2": 1295,
	"skf21#1": 1359,
	"skf20#4": 1222,
	"skf20#3": 1218,
	"skf20#2": 1229,
	"skf20#1": 1348,
	"skf2#1": 1422,
	"skf19#5": 1258,
	"skf19#4": 1210,
	"skf19#3": 1194,
	"skf19#2": 1309,
	"skf18#7": 1283,
	"skf18#5": 1251,
	"skf18#4": 1220,
	"skf18#3": 1195,
	"skf18#2": 1256,
	"skf17#4": 1198,
	"skf17#3": 1228,
	"skf17#2": 1247,
	"skf17#1": 1360,
	"skf16#5": 1254,
	"skf16#4": 1209,
	"skf16#3": 1298,
	"skf16#2": 1255,
	"skf16#1": 1361,
	"skf15#4": 1199,
	"skf15#3": 1310,
	"skf15#2": 1216,
	"skf15#1": 1354,
	"skf14#4": 1211,
	"skf14#3": 1294,
	"skf14#2": 1189,
	"skf14#1": 1355,
	"skf13#4": 1230,
	"skf13#3": 1303,
	"skf13#2": 1205,
	"skf13#1": 1353,
	"skf12#4": 1299,
	"skf12#3": 1293,
	"skf12#2": 1227,
	"skf12#1": 1319,
	"skf11#4": 1337,
	"skf11#2": 1250,
	"skf11#1": 1257,
	"skf10#3": 1284,
	"skf10#2": 1249,
	"skf10#1": 1317,
	"skf1#2": 1107,
	"skf1#1": 1368,
	"skc9#0": 1078,
	"skc84#0": 1409,
	"skc83#0": 1408,
	"skc82#0": 1407,
	"skc81#0": 1411,
	"skc80#0": 1413,
	"skc8#0": 1079,
	"skc79#0": 1412,
	"skc78#0": 1410,
	"skc77#0": 1415,
	"skc76#0": 1414,
	"skc75#0": 1416,
	"skc74#0": 1417,
	"skc73#0": 1406,
	"skc72#0": 1399,
	"skc71#0": 1400,
	"skc70#0": 1396,
	"skc7#0": 1104,
	"skc69#0": 1398,
	"skc68#0": 1397,
	"skc67#0": 1201,
	"skc66#0": 1182,
	"skc65#0": 1181,
	"skc64#0": 1180,
	"skc63#0": 1200,
	"skc62#0": 1297,
	"skc61#0": 1296,
	"skc60#0": 1301,
	"skc6#0": 1103,
	"skc59#0": 1300,
	"skc58#0": 1305,
	"skc57#0": 1423,
	"skc56#0": 1424,
	"skc55#0": 1425,
	"skc54#0": 1426,
	"skc53#0": 1232,
	"skc52#0": 1231,
	"skc51#0": 1224,
	"skc50#0": 1223,
	"skc5#0": 1105,
	"skc49#0": 1307,
	"skc48#0": 1306,
	"skc47#0": 1312,
	"skc46#0": 1311,
	"skc45#0": 1325,
	"skc44#0": 1327,
	"skc43#0": 1326,
	"skc42#0": 1324,
	"skc41#0": 1332,
	"skc40#0": 1331,
	"skc4#0": 1106,
	"skc39#0": 1330,
	"skc38#0": 1273,
	"skc37#0": 1272,
	"skc36#0": 1275,
	"skc35#0": 1274,
	"skc34#0": 1271,
	"skc33#0": 1270,
	"skc32#0": 1389,
	"skc31#0": 1119,
	"skc30#0": 1121,
	"skc3#0": 1246,
	"skc29#0": 1123,
	"skc28#0": 1124,
	"skc27#0": 1125,
	"skc26#0": 1127,
	"skc25#0": 1116,
	"skc24#0": 1115,
	"skc23#0": 1120,
	"skc22#0": 1122,
	"skc21#0": 1129,
	"skc20#0": 1130,
	"skc2#0": 1245,
	"skc19#0": 1126,
	"skc18#0": 1128,
	"skc17#0": 1118,
	"skc16#0": 1117,
	"skc15#0": 1072,
	"skc14#0": 1074,
	"skc13#0": 1076,
	"skc12#0": 1077,
	"skc11#0": 1073,
	"skc10#0": 1075,
	"skc1#0": 1363,
	"sk_c9#0": 432,
	"sk_c8#0": 431,
	"sk_c7#0": 429,
	"sk_c6#0": 428,
	"sk_c5#0": 427,
	"sk_c4#0": 436,
	"sk_c3#0": 435,
	"sk_c2#0": 426,
	"sk_c12#0": 430,
	"sk_c11#0": 434,
	"sk_c10#0": 433,
	"sk_c1#0": 425,
	"sk3#0": 215,
	"sk2#1": 213,
	"sk2#0": 2023,
	"sk1#3": 216,
	"sk1#1": 212,
	"sk1#0": 682,
	"sk#0": 1025,
	"six#2": 1288,
	"sit#2": 1177,
	"singleton_set#1": 2095,
	"singleton_relation#0": 1502,
	"singleton#2": 1161,
	"singleton#1": 1816,
	"single_valued_set#1": 282,
	"single_valued_class#1": 1511,
	"single_valued3#1": 1521,
	"sigmaE_sk1y#3": 2186,
	"sigmaE_sk1x#3": 2185,
	"sigma#2": 2184,
	"sigma#1": 290,
	"sigma#0": 664,
	"shot#2": 1289,
	"shake_beverage#2": 1259,
	"set_union2#2": 1815,
	"set_type#0": 2137,
	"set_intersection2#2": 2247,
	"set_equal#2": 2113,
	"set_difference#2": 2248,
	"set_b#0": 2112,
	"set_a#0": 2111,
	"set#2": 1243,
	"set#1": 2200,
	"send_message#5": 2018,
	"see#2": 1344,
	"section#3": 1508,
	"second_divided_by_1st#2": 1470,
	"second1#1": 2099,
	"second#1": 302,
	"seat#2": 1391,
	"seat#1": 1110,
	"sdtslmnbsdt0#2": 1870,
	"sdtsldt0#2": 1883,
	"sdtpldt1#2": 2050,
	"sdtpldt0#2": 1848,
	"sdtmndt0#2": 1879,
	"sdtlseqdt0#2": 1878,
	"sdtlpdtrp0#2": 1905,
	"sdtlcdtrc0#2": 1906,
	"sdtlbdtrb0#2": 1904,
	"sdtexdt0#2": 1907,
	"sdteqdtlpzmzozddtrp0#3": 1852,
	"sdtbsmnsldt0#2": 1869,
	"sdtasdt0#2": 1849,
	"sdtasasdt0#2": 2042,
	"scream#2": 1323,
	"sbsmnsldt0#1": 1861,
	"sbrdtbr0#1": 1891,
	"s_7#1": 1835,
	"s_6#2": 1837,
	"s_5#2": 1836,
	"s_4#1": 1834,
	"s_1#1": 1831,
	"s2_parcontractD_sk1q#3": 210,
	"s2_parcontractD_sk1p#3": 211,
	"s2#0": 76,
	"s1_parcontractD_sk1#2": 209,
	"s#4": 2031,
	"s#1": 606,
	"s#0": 12,
	"rtrancl#1": 118,
	"rotate_right#1": 322,
	"rotate#1": 1503,
	"root_occ#2": 2010,
	"root#2": 2008,
	"rmultE_c2#8": 195,
	"rmultE_c1#8": 196,
	"rmult#4": 197,
	"right_solution#2": 377,
	"right_inverse#1": 421,
	"right_division#2": 424,
	"revenge#2": 1321,
	"result#0": 385,
	"restrict4#4": 2151,
	"restrict#3": 2117,
	"restrict#2": 2150,
	"restaurant#2": 1340,
	"rest_relation#0": 1490,
	"rest_of#1": 1497,
	"rest#1": 1526,
	"rest#0": 1524,
	"response#2": 86,
	"relname#2": 1155,
	"relation_type#2": 2139,
	"relation_rng#1": 1824,
	"relation_non_empty#1": 1810,
	"relation_like#1": 2138,
	"relation_empty_yielding#1": 1809,
	"relation_dom_restriction#2": 1827,
	"relation_dom#1": 1823,
	"relation_composition#2": 2250,
	"relation#2": 1156,
	"relation#1": 281,
	"regular#1": 1486,
	"recursion_equation_functions#1": 1493,
	"recursion#3": 1517,
	"rdnn#1": 1542,
	"rdn_translate#2": 1550,
	"rdn_positive_less#2": 1549,
	"rdn_pos#1": 1551,
	"rdn_non_zero_digit#1": 1541,
	"rdn_non_zero#1": 1562,
	"rdn_neg#1": 1553,
	"rdn_digit_add#4": 1802,
	"rdn_add_with_carry#4": 1803,
	"rdn#2": 1563,
	"rd#2": 590,
	"range_of#1": 332,
	"rangeE_sk1#2": 174,
	"range#3": 2119,
	"range#1": 175,
	"radd#4": 194,
	"r5#0": 726,
	"r4#0": 730,
	"r3_lattices#3": 575,
	"r3_lattice3#3": 582,
	"r3#0": 725,
	"r2_hidden#2": 457,
	"r2_group_6#2": 519,
	"r2#0": 724,
	"r1_tarski#2": 453,
	"r1_rlvect_1#2": 466,
	"r1_lattices#3": 578,
	"r1_group_6#2": 517,
	"r1_group_2#3": 525,
	"r1#2": 791,
	"r1#0": 723,
	"r#2": 639,
	"r#0": 121,
	"quotient#2": 632,
	"qsumE_sk2#3": 188,
	"qsumE_sk1#3": 189,
	"qsum#2": 190,
	"qconverseE_sk2#2": 169,
	"qconverseE_sk1#2": 170,
	"qconverse#1": 171,
	"qPair#2": 151,
	"qInr#1": 138,
	"qInl#1": 137,
	"q5#0": 1531,
	"q4#0": 1540,
	"q3#0": 1539,
	"q2#0": 1538,
	"q1#0": 78,
	"q#1": 353,
	"q#0": 80,
	"proposition#2": 1136,
	"proposition#1": 1096,
	"proper_subset#2": 299,
	"projection2#0": 103,
	"projection1#0": 102,
	"product2#3": 409,
	"product1#3": 408,
	"product#4": 369,
	"product#3": 266,
	"product#2": 629,
	"product#1": 2065,
	"prime_numbers#0": 1436,
	"prime_divisor#1": 1468,
	"prime#1": 1464,
	"present#2": 1141,
	"predecessor_of_1st_minus_2nd#2": 1472,
	"pred#1": 1807,
	"precedes#2": 2007,
	"pre_order#2": 2175,
	"powerset#1": 291,
	"power_set#1": 2064,
	"power_class#1": 2092,
	"powI_sk1#2": 155,
	"pow#1": 154,
	"possibly#1": 767,
	"possession#2": 1279,
	"positive_integer#1": 2057,
	"plus#2": 602,
	"plus#0": 1441,
	"placename#2": 1371,
	"phi#1": 415,
	"patient#3": 1265,
	"past#2": 1262,
	"partof#2": 1101,
	"partition#2": 2174,
	"parcontract#0": 198,
	"pair#2": 105,
	"p__5#0": 1842,
	"p__4#0": 1841,
	"p__3#0": 1840,
	"p__2#0": 1839,
	"p__1#0": 1838,
	"p__0#0": 1832,
	"p96#1": 1005,
	"p95#1": 1008,
	"p94#1": 1007,
	"p93#1": 1009,
	"p92#1": 1006,
	"p910#1": 942,
	"p91#1": 1010,
	"p909#1": 901,
	"p908#1": 904,
	"p907#1": 908,
	"p906#1": 913,
	"p905#1": 919,
	"p904#1": 924,
	"p903#1": 929,
	"p902#1": 934,
	"p901#1": 939,
	"p9#1": 822,
	"p86#1": 999,
	"p85#1": 1002,
	"p84#1": 1000,
	"p83#1": 1003,
	"p82#1": 1001,
	"p810#1": 943,
	"p81#1": 1004,
	"p809#1": 951,
	"p808#1": 905,
	"p807#1": 909,
	"p806#1": 914,
	"p805#1": 920,
	"p804#1": 925,
	"p803#1": 930,
	"p802#1": 935,
	"p801#1": 940,
	"p8#1": 823,
	"p76#1": 993,
	"p75#1": 996,
	"p74#1": 995,
	"p73#1": 997,
	"p72#1": 994,
	"p710#1": 944,
	"p71#1": 998,
	"p709#1": 952,
	"p708#1": 959,
	"p707#1": 910,
	"p706#1": 915,
	"p705#1": 921,
	"p704#1": 926,
	"p703#1": 931,
	"p702#1": 936,
	"p701#1": 941,
	"p7#1": 824,
	"p66#1": 987,
	"p65#1": 990,
	"p64#1": 988,
	"p63#1": 991,
	"p62#1": 989,
	"p610#1": 945,
	"p61#1": 992,
	"p609#1": 953,
	"p608#1": 960,
	"p607#1": 966,
	"p606#1": 916,
	"p605#1": 873,
	"p604#1": 874,
	"p603#1": 875,
	"p602#1": 876,
	"p601#1": 877,
	"p60#1": 1011,
	"p6#1": 798,
	"p59#1": 1012,
	"p58#1": 1013,
	"p57#1": 851,
	"p56#1": 852,
	"p55#1": 853,
	"p54#1": 854,
	"p53#1": 855,
	"p52#1": 856,
	"p510#1": 946,
	"p51#1": 857,
	"p509#1": 954,
	"p508#1": 961,
	"p507#1": 967,
	"p506#1": 972,
	"p505#1": 878,
	"p504#1": 879,
	"p503#1": 880,
	"p502#1": 881,
	"p501#1": 882,
	"p50#1": 858,
	"p5#1": 799,
	"p5#0": 1530,
	"p49#1": 859,
	"p48#1": 860,
	"p47#1": 861,
	"p46#1": 862,
	"p45#1": 863,
	"p44#1": 864,
	"p43#1": 865,
	"p42#1": 866,
	"p410#1": 947,
	"p41#1": 867,
	"p409#1": 955,
	"p408#1": 962,
	"p407#1": 968,
	"p406#1": 973,
	"p405#1": 891,
	"p404#1": 883,
	"p403#1": 884,
	"p402#1": 886,
	"p401#1": 889,
	"p40#1": 868,
	"p4#1": 800,
	"p4#0": 1537,
	"p39#1": 869,
	"p38#1": 870,
	"p37#1": 835,
	"p36#1": 836,
	"p35#1": 837,
	"p34#1": 838,
	"p33#1": 839,
	"p32#1": 840,
	"p310#1": 948,
	"p31#1": 841,
	"p309#1": 956,
	"p308#1": 963,
	"p307#1": 969,
	"p306#1": 974,
	"p305#1": 892,
	"p304#1": 894,
	"p303#1": 885,
	"p302#1": 887,
	"p301#1": 890,
	"p30#1": 842,
	"p3#1": 797,
	"p3#0": 1536,
	"p29#1": 843,
	"p28#1": 844,
	"p27#1": 845,
	"p26#1": 846,
	"p25#1": 847,
	"p24#1": 848,
	"p23#1": 849,
	"p22#1": 850,
	"p210#1": 949,
	"p21#1": 831,
	"p209#1": 957,
	"p208#1": 964,
	"p207#1": 970,
	"p206#1": 975,
	"p205#1": 893,
	"p204#1": 895,
	"p203#1": 896,
	"p202#1": 888,
	"p201#1": 872,
	"p20#1": 830,
	"p2#1": 790,
	"p2#0": 1535,
	"p19#1": 832,
	"p18#1": 833,
	"p17#1": 834,
	"p16#1": 826,
	"p15#1": 825,
	"p14#1": 827,
	"p13#1": 828,
	"p121#1": 983,
	"p120#1": 982,
	"p12#1": 829,
	"p119#1": 984,
	"p118#1": 985,
	"p117#1": 986,
	"p116#1": 978,
	"p115#1": 977,
	"p114#1": 979,
	"p113#1": 980,
	"p112#1": 981,
	"p1110#1": 897,
	"p111#1": 976,
	"p1109#1": 899,
	"p1108#1": 902,
	"p1107#1": 906,
	"p1106#1": 911,
	"p1105#1": 917,
	"p1104#1": 922,
	"p1103#1": 927,
	"p1102#1": 932,
	"p1101#1": 937,
	"p110#1": 950,
	"p11#1": 821,
	"p109#1": 958,
	"p108#1": 965,
	"p107#1": 971,
	"p106#1": 794,
	"p105#1": 793,
	"p104#1": 795,
	"p103#1": 796,
	"p102#1": 789,
	"p1010#1": 898,
	"p101#1": 788,
	"p1009#1": 900,
	"p1008#1": 903,
	"p1007#1": 907,
	"p1006#1": 912,
	"p1005#1": 918,
	"p1004#1": 923,
	"p1003#1": 928,
	"p1002#1": 933,
	"p1001#1": 938,
	"p100#1": 787,
	"p10#1": 820,
	"p1#1": 792,
	"p1#0": 1534,
	"p#0": 122,
	"owner#1": 1099,
	"organism#2": 1146,
	"organism#1": 1131,
	"ordinals_with_null_class_as_identity#0": 1527,
	"ordinal_subset#2": 1821,
	"ordinal_numbers#0": 1482,
	"ordinal_multiply#2": 1519,
	"ordinal_class#1": 1523,
	"ordinal_add#2": 1520,
	"ordinal#1": 1817,
	"ordered_pair_predicate#1": 288,
	"ordered_pair#2": 2115,
	"ordered#2": 674,
	"order_Union_sk1#1": 147,
	"order_Inter_sk1#1": 146,
	"order#2": 1260,
	"ord#1": 140,
	"or_3#0": 752,
	"or_2#0": 737,
	"or_1#0": 738,
	"or#2": 667,
	"opp#1": 644,
	"operation#1": 1479,
	"op_z#0": 597,
	"op_y#0": 595,
	"op_x#0": 594,
	"op_t#0": 596,
	"op_strict_implies#0": 770,
	"op_strict_equiv#0": 775,
	"op_possibly#0": 759,
	"op_or#0": 734,
	"op_necessarily#0": 768,
	"op_k#2": 608,
	"op_implies_or#0": 728,
	"op_implies_and#0": 733,
	"op_implies#0": 754,
	"op_f#0": 599,
	"op_equiv#0": 729,
	"op_e#0": 598,
	"op_d#0": 592,
	"op_c#0": 591,
	"op_b#0": 601,
	"op_and#0": 727,
	"op_a#0": 600,
	"op_0#0": 603,
	"one_to_one_function#1": 283,
	"one_to_one#3": 2159,
	"one_to_one#1": 1478,
	"one#0": 630,
	"on#0": 2199,
	"omega#1": 665,
	"omega#0": 1475,
	"old#2": 1377,
	"old#1": 1068,
	"of#3": 1162,
	"of#2": 1100,
	"odd_bird#0": 91,
	"occurrence_of#2": 2001,
	"object#2": 1236,
	"object#1": 1085,
	"o#2": 626,
	"o#0": 77,
	"null_class#0": 1485,
	"not_well_ordering#2": 1499,
	"not_subfunction#2": 2128,
	"not_subclass_element#2": 1498,
	"not_right_identity#1": 380,
	"not_power_of#2": 376,
	"not_identity#1": 379,
	"not_homomorphism2#3": 1516,
	"not_homomorphism1#3": 1515,
	"not_equal#2": 2135,
	"not#1": 668,
	"nonreflexive#2": 1261,
	"nonliving#2": 1239,
	"nonhuman#2": 1159,
	"nonhuman#1": 1089,
	"nonexistent#2": 1160,
	"non_ordered_pair#2": 304,
	"nn99#0": 1743,
	"nn98#0": 1742,
	"nn97#0": 1741,
	"nn96#0": 1740,
	"nn95#0": 1739,
	"nn94#0": 1738,
	"nn93#0": 1737,
	"nn92#0": 1736,
	"nn91#0": 1735,
	"nn90#0": 1734,
	"nn9#0": 1561,
	"nn89#0": 1733,
	"nn88#0": 1732,
	"nn87#0": 1731,
	"nn86#0": 1730,
	"nn85#0": 1729,
	"nn84#0": 1728,
	"nn83#0": 1727,
	"nn82#0": 1726,
	"nn81#0": 1725,
	"nn80#0": 1724,
	"nn8#0": 1560,
	"nn79#0": 1723,
	"nn78#0": 1722,
	"nn77#0": 1721,
	"nn76#0": 1720,
	"nn75#0": 1719,
	"nn74#0": 1718,
	"nn73#0": 1717,
	"nn72#0": 1716,
	"nn71#0": 1715,
	"nn70#0": 1714,
	"nn7#0": 1559,
	"nn69#0": 1713,
	"nn68#0": 1712,
	"nn67#0": 1711,
	"nn66#0": 1710,
	"nn65#0": 1709,
	"nn64#0": 1708,
	"nn63#0": 1707,
	"nn62#0": 1706,
	"nn61#0": 1705,
	"nn60#0": 1704,
	"nn6#0": 1558,
	"nn59#0": 1703,
	"nn58#0": 1702,
	"nn57#0": 1701,
	"nn56#0": 1700,
	"nn55#0": 1699,
	"nn54#0": 1698,
	"nn53#0": 1697,
	"nn52#0": 1696,
	"nn51#0": 1695,
	"nn50#0": 1694,
	"nn5#0": 1557,
	"nn49#0": 1693,
	"nn48#0": 1692,
	"nn47#0": 1691,
	"nn46#0": 1690,
	"nn45#0": 1689,
	"nn44#0": 1688,
	"nn43#0": 1687,
	"nn42#0": 1686,
	"nn41#0": 1685,
	"nn40#0": 1684,
	"nn4#0": 1556,
	"nn39#0": 1683,
	"nn38#0": 1682,
	"nn37#0": 1681,
	"nn36#0": 1680,
	"nn35#0": 1679,
	"nn34#0": 1678,
	"nn33#0": 1677,
	"nn32#0": 1676,
	"nn31#0": 1675,
	"nn30#0": 1674,
	"nn3#0": 1555,
	"nn29#0": 1673,
	"nn28#0": 1672,
	"nn27#0": 1671,
	"nn26#0": 1670,
	"nn25#0": 1669,
	"nn24#0": 1668,
	"nn23#0": 1667,
	"nn22#0": 1666,
	"nn21#0": 1665,
	"nn20#0": 1664,
	"nn2#0": 1554,
	"nn19#0": 1663,
	"nn18#0": 1662,
	"nn17#0": 1661,
	"nn16#0": 1660,
	"nn15#0": 1659,
	"nn14#0": 1658,
	"nn13#0": 1657,
	"nn128#0": 1801,
	"nn127#0": 1800,
	"nn126#0": 1799,
	"nn125#0": 1798,
	"nn124#0": 1797,
	"nn123#0": 1796,
	"nn122#0": 1795,
	"nn121#0": 1794,
	"nn120#0": 1793,
	"nn12#0": 1656,
	"nn119#0": 1792,
	"nn118#0": 1791,
	"nn117#0": 1790,
	"nn116#0": 1789,
	"nn115#0": 1788,
	"nn114#0": 1787,
	"nn113#0": 1786,
	"nn112#0": 1785,
	"nn111#0": 1784,
	"nn110#0": 1783,
	"nn11#0": 1655,
	"nn109#0": 1782,
	"nn108#0": 1781,
	"nn107#0": 1780,
	"nn106#0": 1779,
	"nn105#0": 1778,
	"nn104#0": 1777,
	"nn103#0": 1776,
	"nn102#0": 1775,
	"nn101#0": 1774,
	"nn100#0": 1773,
	"nn10#0": 1654,
	"nn1#0": 1552,
	"next_subocc#3": 2015,
	"next#2": 404,
	"new#1": 1098,
	"negate#1": 2056,
	"necessitation#0": 755,
	"necessary#1": 672,
	"necessarily#1": 764,
	"natural_numbers#0": 1438,
	"nat#0": 149,
	"n99#0": 1653,
	"n98#0": 1652,
	"n97#0": 1651,
	"n96#0": 1650,
	"n95#0": 1649,
	"n94#0": 1648,
	"n93#0": 1647,
	"n92#0": 1646,
	"n91#0": 1645,
	"n90#0": 1644,
	"n9#0": 1548,
	"n89#0": 1643,
	"n88#0": 1642,
	"n87#0": 1641,
	"n86#0": 1640,
	"n85#0": 1639,
	"n84#0": 1638,
	"n83#0": 1637,
	"n82#0": 1636,
	"n81#0": 1635,
	"n80#0": 1634,
	"n8#0": 1547,
	"n79#0": 1633,
	"n78#0": 1632,
	"n77#0": 1631,
	"n76#0": 1630,
	"n75#0": 1629,
	"n74#0": 1628,
	"n73#0": 1627,
	"n72#0": 1626,
	"n71#0": 1625,
	"n70#0": 1624,
	"n7#0": 1546,
	"n69#0": 1623,
	"n68#0": 1622,
	"n67#0": 1621,
	"n66#0": 1620,
	"n65#0": 1619,
	"n64#0": 1618,
	"n63#0": 1617,
	"n62#0": 1616,
	"n61#0": 1615,
	"n60#0": 1614,
	"n6#0": 1545,
	"n59#0": 1613,
	"n58#0": 1612,
	"n57#0": 1611,
	"n56#0": 1610,
	"n55#0": 1609,
	"n54#0": 1608,
	"n53#0": 1607,
	"n52#0": 1606,
	"n51#0": 1605,
	"n50#0": 1604,
	"n5#0": 1544,
	"n49#0": 1603,
	"n48#0": 1602,
	"n47#0": 1601,
	"n46#0": 1600,
	"n45#0": 1599,
	"n44#0": 1598,
	"n43#0": 1597,
	"n42#0": 1596,
	"n41#0": 1595,
	"n40#0": 1594,
	"n4#0": 1543,
	"n39#0": 1593,
	"n38#0": 1592,
	"n37#0": 1591,
	"n36#0": 1590,
	"n35#0": 1589,
	"n34#0": 1588,
	"n33#0": 1587,
	"n32#0": 1586,
	"n31#0": 1585,
	"n30#0": 1584,
	"n3#0": 1015,
	"n29#0": 1583,
	"n28#0": 1582,
	"n27#0": 1581,
	"n26#0": 1580,
	"n25#0": 1579,
	"n24#0": 1578,
	"n23#0": 1577,
	"n22#0": 1576,
	"n21#0": 1575,
	"n20#0": 1574,
	"n2#0": 1014,
	"n19#0": 1573,
	"n18#0": 1572,
	"n17#0": 1571,
	"n16#0": 1570,
	"n15#0": 1569,
	"n14#0": 1568,
	"n13#0": 1567,
	"n127#0": 1772,
	"n126#0": 1771,
	"n125#0": 1770,
	"n124#0": 1769,
	"n123#0": 1768,
	"n122#0": 1767,
	"n121#0": 1766,
	"n120#0": 1765,
	"n12#0": 1566,
	"n119#0": 1764,
	"n118#0": 1763,
	"n117#0": 1762,
	"n116#0": 1761,
	"n115#0": 1760,
	"n114#0": 1759,
	"n113#0": 1758,
	"n112#0": 1757,
	"n111#0": 1756,
	"n110#0": 1755,
	"n11#0": 1565,
	"n109#0": 1754,
	"n108#0": 1753,
	"n107#0": 1752,
	"n106#0": 1751,
	"n105#0": 1750,
	"n104#0": 1749,
	"n103#0": 1748,
	"n102#0": 1747,
	"n101#0": 1746,
	"n100#0": 1745,
	"n10#0": 1564,
	"n1#0": 101,
	"n0#0": 1471,
	"n#2": 106,
	"n#0": 83,
	"multiply#3": 368,
	"multiply#2": 264,
	"multiplicative_inverse#1": 267,
	"multiplicative_identity#0": 260,
	"multiplication#2": 652,
	"multiple#2": 1244,
	"mult#2": 589,
	"modus_tollens#0": 746,
	"modus_ponens_strict_implies#0": 762,
	"modus_ponens#0": 721,
	"model_ub#3": 1992,
	"model_max#3": 1988,
	"mocking_bird#0": 88,
	"misRelativelyPrime0#2": 2055,
	"minus#1": 604,
	"minsol_model_ub#3": 1991,
	"minsol_model_max#3": 1990,
	"min_precedes#3": 2016,
	"min#3": 2192,
	"mia_forename#2": 1134,
	"memrel#1": 165,
	"member_type#1": 2141,
	"member_predicate#0": 2202,
	"member_of_1_not_of_2#2": 2062,
	"member_of1#1": 2097,
	"member_of#1": 2096,
	"member#3": 1173,
	"member#2": 119,
	"meets#2": 679,
	"meat#2": 1241,
	"max#3": 2191,
	"max#2": 1986,
	"maps#3": 336,
	"man#2": 1165,
	"man#1": 1091,
	"male#2": 1167,
	"male#1": 1090,
	"m4_vectsp_8#3": 587,
	"m3_vectsp_8#3": 586,
	"m2_subset_1#3": 581,
	"m2_relset_1#3": 464,
	"m2_fraenkel#4": 475,
	"m2#0": 2094,
	"m1_subset_1#2": 455,
	"m1_relset_1#3": 462,
	"m1_lattice4#3": 585,
	"m1_group_6#3": 537,
	"m1_group_2#2": 452,
	"m1_fraenkel#3": 473,
	"m1#0": 2093,
	"m#3": 647,
	"m#2": 627,
	"m#1": 1926,
	"m#0": 74,
	"lt#2": 152,
	"lower_bound#3": 2194,
	"lonely#2": 1373,
	"lonely#1": 1063,
	"location#2": 1383,
	"location#1": 1086,
	"living#2": 1147,
	"little_set#1": 273,
	"limit_ordinals#0": 1483,
	"lesseq#2": 1985,
	"less_or_equal#2": 262,
	"less#2": 1029,
	"leq#2": 651,
	"lemmas#6": 1805,
	"legal#1": 2003,
	"left_zero#2": 413,
	"left_solution#2": 378,
	"left_inverse#1": 422,
	"left_division#2": 423,
	"left#2": 1020,
	"least_upper_bound#4": 2195,
	"least_upper_bound#2": 411,
	"least#3": 2190,
	"least#2": 1505,
	"leaf_occ#2": 2011,
	"leaf#2": 2014,
	"le#2": 141,
	"ld#2": 588,
	"lcm#3": 1458,
	"lark#0": 94,
	"l3_lattices#1": 555,
	"l3#0": 95,
	"l2_lattices#1": 557,
	"l2#0": 75,
	"l1_struct_0#1": 449,
	"l1_lattices#1": 556,
	"l1_group_1#1": 443,
	"l#2": 640,
	"l#0": 73,
	"kn3#0": 753,
	"kn2#0": 741,
	"kn1#0": 736,
	"kind_1_ordinals#0": 1481,
	"kestrel#0": 96,
	"k_projection2#0": 110,
	"k_projection1#0": 109,
	"k9_relat_1#2": 531,
	"k9_group_6#3": 508,
	"k9_group_4#1": 563,
	"k9_group_2#3": 545,
	"k8_group_6#5": 486,
	"k8_group_4#3": 541,
	"k8_group_2#3": 546,
	"k8_funct_2#4": 505,
	"k7_relset_1#6": 515,
	"k7_funct_2#5": 485,
	"k6_setfam_1#2": 553,
	"k6_partfun1#1": 495,
	"k6_lattices#1": 580,
	"k6_group_6#2": 520,
	"k6_domain_1#2": 551,
	"k6_autgroup#2": 511,
	"k5_relat_1#2": 483,
	"k5_group_6#2": 524,
	"k5_group_4#2": 539,
	"k5_group_2#1": 549,
	"k5_finsub_1#1": 548,
	"k5_autgroup#1": 509,
	"k4_relset_1#3": 532,
	"k4_lattices#3": 576,
	"k4_group_6#2": 522,
	"k4_autgroup#1": 487,
	"k3_xboole_0#2": 544,
	"k3_latsubgr#3": 583,
	"k3_group_1#2": 501,
	"k3_funct_2#4": 536,
	"k3_autgroup#1": 510,
	"k2_zfmisc_1#2": 465,
	"k2_xboole_0#2": 540,
	"k2_tarski#2": 488,
	"k2_relat_1#1": 507,
	"k2_lattices#3": 577,
	"k2_latsubgr#2": 554,
	"k2_group_3#3": 467,
	"k2_group_1#1": 500,
	"k2_funct_2#4": 533,
	"k2_funct_1#1": 478,
	"k2_binop_1#6": 493,
	"k2_autgroup#1": 489,
	"k1_zfmisc_1#1": 461,
	"k1_xboole_0#0": 448,
	"k1_tarski#1": 491,
	"k1_setfam_1#1": 550,
	"k1_relat_1#1": 513,
	"k1_realset1#2": 538,
	"k1_partfun1#6": 514,
	"k1_parcontractD_sk1#2": 208,
	"k1_latsubgr#1": 542,
	"k1_group_3#1": 543,
	"k1_group_1#3": 504,
	"k1_funct_2#2": 471,
	"k1_funct_1#2": 490,
	"k1_fraenkel#2": 472,
	"k1_binop_1#3": 492,
	"k1_autgroup#1": 474,
	"k18_group_2#2": 552,
	"k14_group_2#2": 523,
	"k13_group_6#3": 527,
	"k12_group_6#3": 526,
	"k11_group_4#1": 560,
	"k10_relat_1#2": 535,
	"k10_group_5#1": 516,
	"k10_group_4#1": 562,
	"k#3": 1457,
	"k#2": 1429,
	"k#1": 114,
	"k#0": 10,
	"jules_forename#2": 1403,
	"join#2": 2021,
	"j#2": 628,
	"j#1": 354,
	"j#0": 350,
	"isomorphism6#1": 375,
	"isomorphism5#1": 374,
	"isomorphism4#1": 373,
	"isomorphism3#1": 372,
	"isomorphism2#1": 371,
	"isomorphism1#1": 370,
	"isomorphism#5": 2168,
	"ismeetu#3": 658,
	"ismeet#3": 657,
	"is_a_theorem#1": 666,
	"isPrime0#1": 1862,
	"isOpen0#1": 1860,
	"isFinite0#1": 1873,
	"isCountable0#1": 1886,
	"isClosed0#1": 1867,
	"irreflexive#2": 1510,
	"inverse_predicate#4": 2167,
	"inverse_image3#3": 2164,
	"inverse_image2#2": 2162,
	"inverse_function#3": 2165,
	"inverse4#4": 2154,
	"inverse3#3": 2146,
	"inverse2#2": 2152,
	"inverse#4": 344,
	"inverse#2": 367,
	"inverse#1": 271,
	"inv#1": 643,
	"intersection4#4": 2143,
	"intersection#3": 2071,
	"intersection#2": 335,
	"intersect#2": 2058,
	"interI_sk1#2": 163,
	"inter#1": 145,
	"integer_of#1": 1484,
	"int#2": 161,
	"instrumentality#2": 1235,
	"instrumentality#1": 1083,
	"inr#1": 136,
	"inl#1": 135,
	"injective#3": 2158,
	"initial_segment#3": 2205,
	"infinity#0": 274,
	"inductive#1": 1474,
	"increasing#5": 2170,
	"inclusion_linear#1": 1829,
	"inclusion_comparable#2": 1820,
	"in#3": 1341,
	"in#2": 1071,
	"implies_3#0": 749,
	"implies_2#0": 748,
	"implies_1#0": 735,
	"implies#2": 671,
	"impartial#2": 1148,
	"imageE_sk1#3": 181,
	"image4#4": 2153,
	"image3#3": 2163,
	"image2#2": 2161,
	"image#2": 176,
	"ilf_type#2": 2136,
	"identity_relation_of_type#1": 2149,
	"identity_relation_of#1": 2148,
	"identity_relation#0": 298,
	"identity_for#1": 366,
	"identity#3": 308,
	"identity#2": 2156,
	"identity#0": 113,
	"idE_sk1#2": 158,
	"id#1": 159,
	"iLess0#2": 1882,
	"i#1": 100,
	"i#0": 61,
	"human_person#2": 1143,
	"human#2": 1145,
	"human#1": 1094,
	"homomorphism#5": 347,
	"homomorphism#3": 1507,
	"hollywood_placename#2": 1370,
	"hollywood#1": 1058,
	"have#3": 1102,
	"hamburger#2": 1172,
	"h#3": 1431,
	"h#2": 2033,
	"h#1": 98,
	"h#0": 85,
	"guy#2": 1175,
	"group_member#2": 360,
	"group_element#1": 398,
	"group#2": 278,
	"greatest_lower_bound#4": 2196,
	"greatest_lower_bound#2": 412,
	"greatest#3": 2189,
	"greater_or_equalish#2": 1473,
	"greater#2": 405,
	"geq#2": 1936,
	"general#2": 1158,
	"gcd#3": 1430,
	"g3_lattices#3": 574,
	"g2#0": 362,
	"g1_group_1#2": 460,
	"g1#0": 361,
	"g#3": 2069,
	"g#1": 71,
	"g#0": 358,
	"furniture#2": 1238,
	"furniture#1": 1111,
	"function2#0": 2107,
	"function1#0": 2106,
	"function#1": 275,
	"fst#1": 2181,
	"frontseat#2": 1386,
	"front#1": 1112,
	"from_loc#3": 1292,
	"forename#2": 1135,
	"food#2": 1240,
	"flip_range_of#1": 326,
	"flip#1": 1504,
	"fixed_pt#0": 64,
	"fixed_point#1": 66,
	"five#2": 1266,
	"first1#1": 2098,
	"first#1": 301,
	"fire#2": 1291,
	"finite#1": 1435,
	"fin#1": 162,
	"field_of#1": 2144,
	"fieldE_sk2#2": 184,
	"fieldE_sk1#2": 183,
	"field#1": 164,
	"fibonacci#2": 1529,
	"female#2": 1142,
	"female#1": 1092,
	"fellow#2": 1385,
	"fellow#1": 1113,
	"falsehood#0": 669,
	"factorial_plus_one#1": 1469,
	"factorial#2": 1528,
	"factor_of#1": 1467,
	"f_left_zero#0": 414,
	"f9#2": 321,
	"f8#2": 329,
	"f79#0": 1432,
	"f78#0": 1463,
	"f77#0": 1461,
	"f76#0": 1462,
	"f75#0": 1460,
	"f74#0": 1459,
	"f73#0": 309,
	"f72#0": 280,
	"f71#0": 279,
	"f70#0": 356,
	"f7#2": 320,
	"f69#0": 355,
	"f6#2": 319,
	"f59#1": 1445,
	"f58#1": 1434,
	"f57#1": 1437,
	"f56#1": 1456,
	"f55#1": 1455,
	"f54#1": 1442,
	"f53#2": 1454,
	"f52#2": 1453,
	"f51#2": 1452,
	"f50#2": 1451,
	"f5#2": 318,
	"f49#1": 1440,
	"f48#2": 1450,
	"f47#2": 1449,
	"f46#2": 1448,
	"f45#2": 1447,
	"f44#1": 1439,
	"f43#2": 1446,
	"f42#2": 316,
	"f41#2": 315,
	"f40#2": 345,
	"f4#2": 317,
	"f39#2": 337,
	"f38#4": 346,
	"f37#3": 343,
	"f36#2": 314,
	"f35#2": 313,
	"f34#2": 312,
	"f33#5": 349,
	"f32#5": 348,
	"f31#3": 340,
	"f30#3": 339,
	"f3#1": 289,
	"f29#3": 338,
	"f28#3": 342,
	"f27#2": 331,
	"f26#1": 303,
	"f25#0": 276,
	"f24#1": 295,
	"f23#2": 311,
	"f22#3": 341,
	"f21#1": 286,
	"f20#1": 285,
	"f2#1": 287,
	"f19#1": 284,
	"f18#1": 294,
	"f17#2": 310,
	"f16#2": 334,
	"f14#2": 328,
	"f13#2": 327,
	"f12#2": 325,
	"f11#2": 324,
	"f10#2": 323,
	"f1#2": 305,
	"f#2": 605,
	"f#1": 69,
	"f#0": 108,
	"exponent#2": 1804,
	"existent#2": 1150,
	"eventuality#2": 1152,
	"eventuality#1": 1087,
	"event#2": 1138,
	"event#1": 1060,
	"even_numbers#0": 1433,
	"estin#0": 297,
	"esk9_8#8": 871,
	"esk9_7#7": 819,
	"esk9_6#6": 1269,
	"esk9_5#5": 813,
	"esk9_4#4": 584,
	"esk9_3#3": 512,
	"esk9_2#2": 484,
	"esk9_10#10": 818,
	"esk9_1#1": 477,
	"esk74_9#9": 817,
	"equivalent#2": 670,
	"equivalence_class#3": 2176,
	"equivalence_3#0": 751,
	"equivalence_2#0": 744,
	"equivalence_1#0": 745,
	"equivalence#2": 2173,
	"equiv#2": 731,
	"equalish#2": 268,
	"equal_sets#2": 2060,
	"equal_set_predicate#0": 2197,
	"equal_set#2": 2063,
	"equal_maps#4": 2166,
	"equal_elements#2": 2086,
	"eq#0": 104,
	"eptset#0": 134,
	"epsilon_transitive#1": 1818,
	"epsilon_connected#1": 1819,
	"epred4_2#2": 1916,
	"epred2_1#1": 1915,
	"epred2_0#0": 1109,
	"epred1_6#6": 1806,
	"epred1_4#4": 1830,
	"epred1_3#3": 1909,
	"entity#2": 1149,
	"entity#1": 1088,
	"empty_set#0": 277,
	"empty#1": 1808,
	"element_relation#0": 1487,
	"element_of_b#0": 2059,
	"element_in_O2#2": 384,
	"element#2": 1811,
	"element#0": 2101,
	"eh#0": 641,
	"eg#0": 642,
	"earlier#2": 2009,
	"e_6#0": 410,
	"e_5#0": 403,
	"e_4#0": 402,
	"e_3#0": 401,
	"e_2#0": 400,
	"e_1#0": 399,
	"e_0#0": 406,
	"e#0": 357,
	"ds#0": 2090,
	"drs#1": 1095,
	"drink#2": 1343,
	"down#3": 1378,
	"down#2": 1070,
	"double_divide#2": 394,
	"domain_relation#0": 1489,
	"domain_of#1": 330,
	"domainE_sk1#2": 172,
	"domain#3": 2118,
	"domain#1": 173,
	"dollar#2": 1267,
	"doDivides0#2": 1881,
	"divisor#1": 1466,
	"divides#2": 1428,
	"divide#2": 393,
	"divergence#1": 662,
	"disjsum#2": 156,
	"disjoint#2": 296,
	"dirty#2": 1376,
	"dirty#1": 1067,
	"difference#3": 1744,
	"difference#2": 631,
	"diff#2": 160,
	"diamond_strip_lemmaD_sk1#4": 219,
	"diamond#1": 217,
	"diagonalise#1": 2114,
	"device#2": 1418,
	"detach#2": 683,
	"desire_want#2": 1137,
	"defined#1": 258,
	"decreasing#5": 2169,
	"dance#2": 1139,
	"d3#0": 365,
	"d2#0": 364,
	"d1#0": 363,
	"d0#0": 420,
	"d#3": 646,
	"d#2": 638,
	"d#0": 269,
	"cz#0": 2030,
	"cycle#2": 407,
	"cy#0": 2029,
	"cx#0": 2028,
	"customer#2": 1339,
	"currency#2": 1280,
	"cs#0": 2088,
	"cry#2": 1322,
	"cross_product#2": 333,
	"critical_point#1": 1021,
	"crit_v#0": 1049,
	"crit_uv#0": 1051,
	"crit_u#0": 1048,
	"cost#2": 1268,
	"converse_sk2#1": 2180,
	"converse_sk1#1": 2179,
	"converseE_sk2#2": 166,
	"converseE_sk2#1": 2177,
	"converseE_sk1#2": 167,
	"converseE_sk1#1": 2178,
	"converse#1": 168,
	"contract#0": 124,
	"cons_subsetI_sk1#3": 185,
	"cons_subsetE_sk1#3": 179,
	"cons#2": 148,
	"connected#2": 1494,
	"composition_function#0": 1500,
	"composition#2": 2020,
	"compose_predicate#6": 2172,
	"compose_function#5": 2171,
	"compose_class#1": 1496,
	"compose5#5": 2155,
	"compose#2": 89,
	"complement#2": 656,
	"complement#1": 307,
	"compatible#3": 1506,
	"compatible#1": 93,
	"compE_sk3#3": 192,
	"compE_sk2#3": 193,
	"compE_sk1#3": 191,
	"comp#2": 182,
	"comp#1": 1525,
	"commutes#2": 292,
	"commutator#2": 437,
	"common_bird#1": 90,
	"combinator#0": 8,
	"comb_app#2": 123,
	"combS#0": 115,
	"combK#0": 116,
	"comb#0": 120,
	"coffee#2": 1342,
	"coat#2": 1392,
	"coantidomain#1": 660,
	"cn3#0": 743,
	"cn2#0": 742,
	"cn1#0": 750,
	"clothes#2": 1401,
	"closed#2": 300,
	"class_Orderings_Oorder#1": 2208,
	"city#2": 1369,
	"city#1": 1059,
	"choice#0": 1476,
	"chevy#2": 1374,
	"chevy#1": 1064,
	"cheap#2": 1394,
	"cash#2": 1281,
	"cartesian_product2#2": 2249,
	"card_Union_sk1#1": 144,
	"card#1": 142,
	"car#2": 1382,
	"car#1": 1065,
	"cantor#1": 1514,
	"cannon#2": 1290,
	"c_union#3": 720,
	"c_uminus#2": 2212,
	"c_minus#3": 700,
	"c_lessequals#3": 697,
	"c_less#3": 2209,
	"c_inter#3": 2228,
	"c_insert#3": 703,
	"c_in#3": 220,
	"c_emptyset#0": 709,
	"c_Zorn_Osucc#3": 2233,
	"c_Zorn_Omaxchain__super__lemma__1#3": 2246,
	"c_Zorn_Omaxchain#2": 2236,
	"c_Zorn_Ochain__extend__1#3": 2245,
	"c_Zorn_Ochain#2": 2237,
	"c_Zorn_OUnion__lemma0__1#4": 2238,
	"c_Zorn_OTFin__linear__lemma1__1#3": 2239,
	"c_Zorn_OTFin#2": 2234,
	"c_Zorn_OHausdorff__1#2": 2244,
	"c_Union#2": 2231,
	"c_UNIV#0": 2240,
	"c_Transitive__Closure_Ortrancl#2": 222,
	"c_Suc#1": 2222,
	"c_Relation_OId#0": 2218,
	"c_PropLog_Othms#2": 695,
	"c_PropLog_Osat#3": 710,
	"c_PropLog_Opl_Ovar#2": 707,
	"c_PropLog_Opl_Oop_A_N_62#3": 704,
	"c_PropLog_Opl_Ofalse#0": 705,
	"c_PropLog_Ohyps#3": 701,
	"c_PropLog_Oeval#3": 718,
	"c_Pair#4": 221,
	"c_Main_OsubsetI__1#3": 2227,
	"c_Main_OUnionE__1#3": 2235,
	"c_Comb_Oparcontract#0": 232,
	"c_Comb_Odiamond__strip__lemmaE__1#4": 254,
	"c_Comb_Odiamond#2": 251,
	"c_Comb_Ocontract#0": 228,
	"c_Comb_Ocomb_Oop_A_D_D#2": 224,
	"c_Comb_Ocomb_OS#0": 238,
	"c_Comb_Ocomb_OK#0": 233,
	"c_Comb_OI#0": 256,
	"c_0#0": 2221,
	"cS2200#0": 1876,
	"cS2076#0": 1875,
	"cS2043#0": 1874,
	"cS1395#0": 1865,
	"cDb#0": 2082,
	"cDa#0": 2081,
	"cD_aIb#0": 2083,
	"c9#0": 616,
	"c8#0": 615,
	"c7#0": 614,
	"c6#0": 613,
	"c5#0": 612,
	"c4#0": 611,
	"c3#0": 392,
	"c2#0": 609,
	"c18#0": 625,
	"c17#0": 624,
	"c16#0": 623,
	"c15#0": 622,
	"c14#0": 621,
	"c13#0": 620,
	"c12#0": 619,
	"c11#0": 618,
	"c10#0": 617,
	"c1#0": 610,
	"c0#0": 419,
	"c#2": 635,
	"c#1": 112,
	"c#0": 65,
	"burger#2": 1242,
	"building#2": 1362,
	"btsk#0": 1039,
	"bts#0": 1035,
	"bta#0": 1038,
	"bt#0": 1034,
	"bs#0": 2089,
	"black#2": 1393,
	"binary_relation_type#0": 2142,
	"bigC#0": 649,
	"bigB#0": 650,
	"bigA#0": 648,
	"beverage#2": 1263,
	"behind#3": 1405,
	"be#4": 1388,
	"bb#0": 2061,
	"barrel#2": 1069,
	"bUc#0": 2075,
	"bS_Ic#0": 2026,
	"bIc#0": 2073,
	"bDd#0": 2080,
	"bDa#0": 2079,
	"b5#0": 1533,
	"b4#0": 396,
	"b3#0": 391,
	"b2#0": 386,
	"b1#0": 389,
	"b0#0": 418,
	"b#1": 111,
	"b#0": 62,
	"axiom_s4#0": 772,
	"axiom_s3#0": 782,
	"axiom_s2#0": 781,
	"axiom_s1#0": 785,
	"axiom_m9#0": 774,
	"axiom_m8#0": 780,
	"axiom_m7#0": 779,
	"axiom_m6#0": 769,
	"axiom_m5#0": 784,
	"axiom_m4#0": 776,
	"axiom_m3#0": 783,
	"axiom_m2#0": 777,
	"axiom_m10#0": 773,
	"axiom_m1#0": 778,
	"axiom_b#0": 786,
	"axiom_M#0": 757,
	"axiom_K#0": 756,
	"axiom_B#0": 771,
	"axiom_5#0": 758,
	"axiom_4#0": 760,
	"axiom#1": 678,
	"atomic#1": 2000,
	"atocc#2": 2012,
	"at#3": 1178,
	"asymmetric#2": 1512,
	"associator#3": 2032,
	"associative#2": 306,
	"asoc#3": 607,
	"as#0": 2087,
	"artifact#2": 1234,
	"artifact#1": 1084,
	"arboreal#1": 2002,
	"apply#3": 2157,
	"apply#2": 7,
	"application_function#0": 1501,
	"ap_parcontractE_sk2s#3": 205,
	"ap_parcontractE_sk2q#3": 204,
	"ap_parcontractE_sk1q#3": 203,
	"ap_parcontractE_sk1p#3": 202,
	"ap_parcontractE_c4#3": 206,
	"ap_parcontractE_c3#3": 200,
	"ap_parcontractE_c2#3": 199,
	"ap_parcontractE_c1#3": 201,
	"ap_contractE_sk3q#3": 131,
	"ap_contractE_sk2q#3": 132,
	"ap_contractE_sk1q#3": 130,
	"ap_contractE_sk1p#3": 129,
	"ap_contractE_c4#3": 128,
	"ap_contractE_c3#3": 127,
	"ap_contractE_c2#3": 126,
	"ap_contractE_c1#3": 125,
	"antidomain#1": 661,
	"another_inverse#1": 383,
	"another_identity#0": 382,
	"another_function#0": 2104,
	"animate#2": 1144,
	"and_star#2": 676,
	"and_3#0": 747,
	"and_2#0": 739,
	"and_1#0": 740,
	"and#2": 732,
	"an_isomorphism#1": 359,
	"an_element#1": 351,
	"ak#0": 1047,
	"agreeable#1": 92,
	"agent#3": 1164,
	"adjunction#0": 763,
	"additive_inverse#1": 261,
	"additive_identity#0": 259,
	"addition#2": 654,
	"add_relation#0": 1518,
	"add#2": 263,
	"actual_world#1": 1132,
	"activity_occurrence#1": 2004,
	"activity#1": 1998,
	"action#2": 1315,
	"act#2": 1264,
	"acrit_v#0": 1055,
	"acrit_uv#0": 1057,
	"acrit_u#0": 1053,
	"aconst#0": 1036,
	"accessible_world#2": 1140,
	"abstraction#2": 1154,
	"abstraction#1": 1097,
	"abstraction#0": 107,
	"aak#0": 1046,
	"aacrit_v#0": 1054,
	"aacrit_uv#0": 1056,
	"aacrit_u#0": 1052,
	"aa#0": 1045,
	"a_truth#1": 681,
	"a_range#0": 2110,
	"a_member_of#2": 2187,
	"a_function#0": 2100,
	"a_domain#0": 2109,
	"a_3_0_group_6#3": 529,
	"a_2_0_autgroup#2": 528,
	"a_1_2_autgroup#1": 521,
	"a_1_0_group_5#1": 518,
	"aVector0#1": 2037,
	"aUb#0": 2070,
	"aUa#0": 2067,
	"aSubsetOf0#2": 1864,
	"aSet0#1": 1858,
	"aScalar0#1": 2034,
	"aPc#0": 2025,
	"aPb_S_IaPc#0": 2027,
	"aPb#0": 2024,
	"aNaturalNumber0#1": 1877,
	"aInteger0#1": 1843,
	"aIdeal0#1": 2047,
	"aIc#0": 2076,
	"aIbIc#0": 2074,
	"aIb#0": 2072,
	"aI_bUc#0": 2077,
	"aI_bDa#0": 2078,
	"aGcdOfAnd0#3": 2054,
	"aFunction0#1": 1901,
	"aElementOf0#2": 1863,
	"aElement0#1": 1887,
	"aDivisorOf0#2": 1851,
	"aDimensionOf0#1": 2040,
	"aDb#0": 2084,
	"aD_aDb#0": 2085,
	"a5#0": 1532,
	"a4#0": 395,
	"a3#0": 390,
	"a2#0": 387,
	"a1#0": 388,
	"a0#0": 417,
	"a#3": 637,
	"a#2": 1030,
	"a#0": 87,
	"X9": 19,
	"X8": 18,
	"X7": 17,
	"X6": 16,
	"X50": 60,
	"X5": 15,
	"X49": 59,
	"X48": 58,
	"X47": 57,
	"X46": 56,
	"X45": 55,
	"X44": 54,
	"X43": 53,
	"X42": 52,
	"X41": 51,
	"X40": 50,
	"X4": 14,
	"X39": 49,
	"X38": 48,
	"X37": 47,
	"X36": 46,
	"X35": 45,
	"X34": 44,
	"X33": 43,
	"X32": 42,
	"X31": 41,
	"X30": 40,
	"X3": 13,
	"X29": 39,
	"X28": 38,
	"X27": 37,
	"X26": 36,
	"X25": 35,
	"X24": 34,
	"X23": 33,
	"X22": 32,
	"X21": 31,
	"X20": 30,
	"X2": 11,
	"X19": 29,
	"X18": 28,
	"X17": 27,
	"X16": 26,
	"X15": 25,
	"X14": 24,
	"X13": 23,
	"X12": 22,
	"X11": 21,
	"X10": 20,
	"X1": 9,
	"=": 3,
	"<-": 4,
	",": 2,
	")": 1,
	"(": 0,
	"$lesseq#2": 1993,
	" ": 5
}